{
    "hello": "Bonjour",
    "welcome": "Bienvenue sur Vue.js",
    "contact_text": "Prêt à élever vos solutions technologiques ? Contactez Tech Wizard dès aujourd'hui pour en savoir plus sur la manière dont nous pouvons aider votre organisation à créer et sécuriser ses logiciels, en garantissant la conformité et la protection contre les menaces.",
    "continuous_support_title": "Support continu",
    "continuous_support_des": "Notre engagement envers votre succès ne s'arrête pas avec le déploiement. Nous offrons un support et une maintenance continus pour garantir que vos systèmes restent sécurisés et efficaces.",
    "expertise_title": "Compétence",
    "expertise_des": "Notre équipe se compose d'experts de l'industrie avec des années d'expérience dans le développement logiciel, la sécurité et la conformité.",
    "customized_solutions_title": "Solutions personnalisées",
    "customized_solutions_des": "Nous adaptons nos services pour répondre aux besoins uniques de chaque client.",
    "security_first_title": "La sécurité avant tout",
    "security_first_des": "Nous donnons la priorité à la sécurité de vos applications et données dans chaque projet que nous entreprenons.",
    "why_choose_title": "Pourquoi choisir",
    "home_page_des": "Chez Tech Wizard, nous nous engageons à fournir des solutions technologiques de premier plan pour les secteurs public et privé. Notre expertise couvre plusieurs domaines clés, garantissant que votre organisation dispose des solutions logicielles les plus avancées et sécurisées. Notre modèle économique repose sur des pratiques de développement solides et des mesures de sécurité complètes. Voici comment Tech Wizard peut soutenir votre organisation :",
    "our_services_title": "Nos services",
    "our_services_des": "Chez Tech Wizard, nous ne nous contentons pas de développer des logiciels – nous créons des solutions innovantes et sur mesure qui propulsent votre entreprise vers l'avant. Avec une équipe de professionnels expérimentés, nous nous spécialisons dans la création de produits numériques évolutifs, efficaces et sécurisés, conçus pour répondre aux besoins uniques de chaque client.",
    "software_design_title": "Conception et développement de logiciels",
    "application_security_title": "Sécurité des applications",
    "penetration_testing_title": "Tests de pénétration",
    "compliance_assistance_title": "Assistance en conformité",
    "happy_clients": "Clients satisfaits",
    "projects_completed": "Projets réalisés",
    "hours_of_support": "Heures de support",
    "hard_workers": "Travailleurs acharnés",
    "view_more_btn": "Voir plus",

    "service_one_title1": "Conception et ",
    "service_one_title2": "développement de logiciels",
    "service_one_des": "Chez Tech Wizard, nous croyons que des logiciels efficaces sont la pierre angulaire de toute organisation réussie. Notre équipe de développeurs et de concepteurs expérimentés travaille en étroite collaboration avec les clients pour créer des solutions logicielles personnalisées, adaptées à leurs besoins uniques. Que vous nécessitiez une nouvelle application développée de zéro ou des améliorations pour vos logiciels existants, nous veillons à offrir une expérience utilisateur fluide, intuitive et efficace. Notre processus de développement comprend :",
    "service_two_title1": "Sécurité des ",
    "service_two_title2": " applications",
    "service_two_des": "Dans le paysage numérique actuel, la sécurité est primordiale. Tech Wizard propose des services complets de sécurité des applications pour protéger vos logiciels contre les menaces. Nos services comprennent :",
    "service_three_title1": "Tests de ",
    "service_three_title2": " pénétration",
    "service_three_des": "Comprendre les vulnérabilités de votre système avant qu'elles ne puissent être exploitées est crucial. Les services de tests de pénétration de Tech Wizard simulent des attaques du monde réel pour découvrir les faiblesses potentielles dans vos applications et votre infrastructure. Nos services de tests de pénétration comprennent :",
    "service_four_title1": "Assistance en ",
    "service_four_title2": "conformité ",
    "service_four_des": "Naviguer dans le paysage complexe des exigences réglementaires peut être difficile. Tech Wizard aide les organisations à garantir leur conformité avec les normes et réglementations de l'industrie. Nos services de conformité comprennent :",
    
    
    "requirements_analysis": " Analyse des exigences",
    "requirements_analysis_des": " Comprendre vos besoins et objectifs spécifiques.",
    "architecture_design": " Conception de l'architecture",
    "architecture_design_des": " Créer des conceptions de systèmes évolutives et robustes.",
    "development_and_testing": " Développement et tests",
    "development_and_testing_des": " Développer et tester rigoureusement le logiciel pour garantir sa fiabilité et ses performances.",
    "deployment_and_maintenance": " Déploiement et maintenance",
    "deployment_and_maintenance_des": " Implémentation fluide et support continu.",

    "code_scanning_and_review": " Analyse et révision du code",
    "code_scanning_and_review_des": " Revisions de code automatisées et manuelles pour identifier et corriger les vulnérabilités.",
    "security_consulting": " Conseil en sécurité",
    "security_consulting_des": "Travailler avec vos équipes de développement pour mettre en œuvre les meilleures pratiques en matière de codage sécurisé.",
    "threat_modeling": " Modélisation des menaces",
    "threat_modeling_des": "Identifier les menaces potentielles et concevoir des stratégies d'atténuation.",
    "security_training": " Formation en sécurité",
    "security_training_des": "Former votre personnel sur les dernières pratiques et protocoles de sécurité.",

    "dynamic_website_testing": "Tests de sites Web dynamiques",
    "dynamic_website_testing_des": "Tests complets de vos applications web pour identifier les failles de sécurité.",
    "network_penetration_testing": " Tests de pénétration réseau",
    "network_penetration_testing_des": "Évaluer les défenses de votre réseau et identifier les domaines à améliorer.",
    "mobile_app_testing": " Tests d'applications mobiles",
    "mobile_app_testing_des": "Développer et tester rigoureusement le logiciel pour garantir sa fiabilité et ses performances. Assurer la sécurité de vos applications mobiles contre les menaces.",
    "reporting_and_remediation": "Rapports et remédiation",
    "reporting_and_remediation_des": "Rapports détaillés sur les résultats et recommandations concrètes pour améliorer la sécurité.",

 
    "regulatory_analysis": "Analyse réglementaire",
    "regulatory_analysis_des": "Revue du code automatisée et manuelle pour identifier et corriger les vulnérabilités.",
    "compliance_audits": "Audits de conformité",
    "compliance_audits_des": "Réaliser des audits approfondis pour identifier les lacunes en matière de conformité.",
    "policy_development": "Développement de politiques",
    "policy_development_des": "Assistance à la création de politiques et de procédures pour répondre aux normes réglementaires.",
    "ongoing_monitoring": "Surveillance continue",
    "ongoing_monitoring_des": "Surveillance continue et mise à jour des pratiques de conformité pour suivre les évolutions des réglementations.",

    "call_to_action": "Appel à l'action",
    "call_to_action_des": "Pour une solution technologique rapide et abordable, il vous suffit de nous fournir les détails de votre projet, et nous vous fournirons un devis clair et économique pour une expérience technologique sans stress. Comptez sur Tech Wizard pour tous vos besoins technologiques.",
    "contact_us_btn": "Contactez-nous",
 
    "home": "Accueil",
  "services": "Services",
  "contact_us": "Contactez-nous",
  "get_a_quote": "Obtenez un devis",

  "footer": {
    "description": "Tech Wizard - Construire et sécuriser l'avenir de la technologie.",
    "our_links": "Nos Liens",
    "home": "Accueil",
    "services": "Services",
    "contact_us": "Contactez-nous",
    "get_in_touch": "Contactez-nous",
    "phone": "+1 (463) 289-7828",
    "email": "contact@teckywizard.com",
    "address": "P.O. Case 464 Greenfield, IN 46140",
    "copyright": "Droits d'auteur © 2024 Tous droits réservés"
  },

  "contact": {
    "full_name": "Nom Complet",
    "enter_full_name": "Entrez Votre Nom Complet",
    "email": "E-mail",
    "enter_email": "Entrez Votre E-mail",
    "phone_number": "Numéro de Téléphone",
    "enter_phone_number": "Entrez Votre Numéro de Téléphone",
    "subject": "Objet",
    "message": "Message",
    "type_message": "Tapez Votre Message Ici",
    "send_message": "Envoyer le Message",
    "our_contact": "Notre Contact",
    "phone": "+1 (463) 289-7828",
    "mail_us": "Envoyez-nous un E-mail",
    "email_address": "contact@teckywizard.com",
    "our_location": "Notre Localisation",
    "address": "P.O. Case 464 Greenfield, IN 46140"
  }


  }
  